export default {
  "login-switch": "تم التبديل بنجاح",

  // 初始页面
  "Index-0": "فشل الانسحاب",
  "Index-1": "يرجى الاتصال بمسؤول النقابة",

  // 提现
  "Withdrawal-0": "سحب",
  "Withdrawal-1": "سحب إلى",
  "Withdrawal-2": "انقر لإضافة مصرف",
  "Withdrawal-3": "الكمية ($)",
  // 完整版提示语 "Withdrawal-4": "الحد الأدنى $5، الحد الأقصى $5000 لكل سحب",
  "Withdrawal-4-0": "لكل سحب ",
  "Withdrawal-4-1": "$ الحد الأقصى ،",
  "Withdrawal-4-2": "$ الحد الأدنى",
  "Withdrawal-5": "الكمية المتاحة",
  "Withdrawal-6": "سحب الكل",
  "Withdrawal-7": "التقدم بطلب للسحب",
  "Withdrawal-8": "الرصيد غير كافٍ، يرجى المحاولة مجدداً،",

  // 添加银行卡
  "Add-Bank-Card-0": "إضافة حساب مصرفي",
  "Add-Bank-Card-1": "أدخل رقم بطاقة المصرف الخاصة بك",
  "Add-Bank-Card-2": "أدخل رقم المعرف الخاص بك",
  "Add-Bank-Card-3": "أدخل اسمك الحقيقي",
  "Add-Bank-Card-4": "إنهاء",
  "Add-Bank-Card-5": "تعدل حساب المصرف",

  // 提现申请中
  "Withdrawal-Applying-0": "جاري التقدم بطلب للسحب",
  "Withdrawal-Applying-1":
    "يمكن إضافة الأموال بعد الانتهاء من التحقق. إذا تم تقديم الطلب خلال ساعات العمل، إكمال النقل في يوم العمل التالي وكذلك في أيام العطلات.",
};
